Repository: hroncok/wibom
Catalog: po/*.po
Languages: cs

source: Error
cs: Chyba

source: Could not find Wine or wibom scripts. You should install both before running wibom-gtk.
cs: Nemohu najít Wine nebo skripty wibomu. Před spuštěním wibom-gtk byste měli nainstalovat obojí.

source: _File
cs: _Soubor

source: _Tools
cs: Nás_troje

source: _Help
cs: _Nápověda

source: _New bottle
cs: _Nová lahev

source: _Clone bottle
cs: _Klonovat lahev

source: _Import bottle
cs: _Importovat lahev

source: _Delete bottle
cs: _Odstranit lahev

source: _Open bottle in file manager
cs: _Otevřít lahev ve správci souborů

source: _Configure bottle
cs: _Konfigurovat lahev

source: Edit _registers
cs: Upravit _registry

source: _Kill apps executed in bottle
cs: _Zabít aplikace spuštěné v lahvi

source: Colori_ze bottle(s)...
cs: O_barvit lahev/lahve...

source: Execute the _default application
cs: Spustit _výchozí aplikaci

source: _Add or Remove
cs: _Přidat nebo odstranit

source: New
cs: Nová

source: Clone
cs: Klonovat

source: Import
cs: Importovat

source: Delete
cs: Odstranit

source: Open
cs: Otevřít

source: Configure
cs: Konfigurovat

source: Kill
cs: Zabít

source: Add/Remove
cs: Přidat/Odstranit

source: Create a new bottle
cs: Vytvořit novou lahev

source: Create new bottle as a copy of selected one
cs: Vytvořit novou lahev jako kopii označené

source: Import an existing bottle
cs: Importovat existující lahev

source: Delete selected bottle
cs: Odstranit označenou lahev

source: Open selected bottle folder in file manager
cs: Otevřít označenou lahev ve správci souborů

source: Open Wine config dialog for the selected bottle
cs: Otevřít dialog Konfigurace Wine pro označenou lahev

source: Edit the registers of the selected bottle
cs: Upravit registry označené lahve

source: Kill all Windows proceses executed in the selected bottle
cs: Zabít všechny windowsové procesy spuštěné ve zvolené lahvi

source: Set the color theme of selected or all bottles according to your GTK settings
cs: Nastavit barevné schéma vybrané lahvi nebo všem podle nastavení GTK

source: Execute a Windows application in selected bottle
cs: Spustit aplikaci pro Windows v označené lahvi

source: Execute the previously set default Windows application in selected bottle
cs: Spustit dříve zvolenou výchozí aplikaci pro Windows v označené lahvi

source: Add or Remove software into or from selected bottle
cs: Přidat software do označené lahve, nebo jej odstarnit

source: Add software into the selected bottle using Winetricks
cs: Přidat software do označené lahve pomocí Winetricks

source: Choose or create an empty directory for the new bottle
cs: Vyberte nebo vytvořte prázdný adresář pro novou lahev

source: Chosen directory is not empty.
cs: Zvolený adresář není prázdný

source: Choose or create an empty directory for the copy of the selected bottle
cs: Vyberte nebo vytvořte prázdný adresář pro kopii označené lahve

source: Selected bottle is corrupted, have you been smashing files?
cs: Označená lahev je poškozená, hrabali jste se v souborech?

source: Choose the directory with the bottle
cs: Vyberte adresář obsahující lahev

source: Chosen directory is not a bottle.
cs: Zvolený adresář není lahev.

source: Chosen directory is already on the list.
cs: Zvolený adresář se již na seznamu nachází.

source: You are trying to delete the default bottle. This is not possible.
cs: Pokoušíte se smazat výchozí lahev. To není možné.

source: Do you really want to delete this bottle?
cs: Opravdu chcete odstranit tuto lahev?

source: Selected bottle is not on the list, have you been smashing the list?
cs: Označená lahev není na seznamu, hrabali jste se v seznamu?

source: Kill all wine proceses?
cs: Zabít všechny procesy Wine?

source: Do you really want to kill all wine proceses executed in the selected bottle? All unsaved work will be lost.
cs: Opravdu chcete zabít všechny Wine procesy spuštěné ve zvolené lahvi? Neuložená práce bude ztracena.

source: You need to install Python befor using this feature. Use your package manager.
cs: Před použitím této funkce musíte mít nainstalovaný Python. Použijte správce softwaru.

source: Colorize the selected bottle or all of them?
cs: Obarvit zvolenou lahev, nebo všechny?

source: Colorize
cs: Obarvit

source: This feature sets the color scheme of the selected bottle or of all of them according to your GTK settings. It downloads and runs a Python script, but it is a little tricky. It should probably work well, but it does not with some GTK engines. You also have to be online if you are using this first time.
cs: Tato funkce nastaví barevné schéma zvolené lahve nebo všech podle nastavení GTK. Stáhne a spustí skript v Pythonu, ale nemusí to vždy fungovat. Mělo by to ale vyjít, bohužel ne u všech GTK témat. Při prvním použití také musíte být online.

source: It is recommanded to create a new bottle to test it, then check the result (e.g. by running a config dialog in testing bottle) and if it works well, apply it to all bottles. If you haven't tried this before with this GTK theme, you shouldn't apply this feature on an working bottle, because it is hard to undo.
cs: Je doporučeno vytvořit novou lahev na otestování, zkontrolovat výsledek (například vyvoláním okna s nastavením pro testovací lahev) a pokud to funguje, použít to na všechny lahve. Pokud jste to s tímto GTK tématem ještě nezkoušeli, neměli byste to zkoušet na používané lahvi, jelikož výsledek jde těžko vrátit zpátky.

source: If you want to colorize all of your bottles, it may take a bit of time.
cs: Pokud chcete obarvit všechny lahve, může to zabrat nějaký čas.

source: The colorizing script wine_colors_from_gtk.py © Endolith (GPL)
cs: Obarvovací skript wine_colors_from_gtk.py © Endolith (GPL)

source: Selected bottle
cs: Zvolenou lahev

source: All bottles
cs: Všechny lahve

source: You are going to use a tricky feature
cs: Chystáte se použít nestabilní funkci

source: This feature should be tested on a useless bottle, do you want to continue?
cs: Tato funkce by měla být vyzkoušena na nepotřebné lahvi, chcete pokračovat?

source: You are probably offline (or the Github is) and you have never downloaded this script before.
cs: Zřejmě jste offline (nebo je offline Github) a nikdy předtím jste tento skript nestahovali.

source: Have you tested this feature before on a useless bottle?
cs: Zkoušeli jste tuto funkci na nepotřebné lahvi?

source: You want to run software in default bottle
cs: Chystáte se spustit software ve výchozí lahvi

source: If you install an application to default bottle, it'll be copied to each new bottle. Do you know, what you are doing?
cs: Jestliže nainstalujete aplikaci do výchozí lahve, bude zkopírována do každé nově vytvořené lahve. Víte, co děláte?

source: Choose a Windows application to run
cs: Vyberte aplikaci pro Windows

source: Windows executables
cs: Programy pro Windows

source: All files
cs: Všechny soubory

source: Save a script
cs: Uložit skript

source: Run in an emulated virtual desktop
cs: Spustit v emulovaném virtuálním desktopu

source: Resolution:
cs: Rozlišení:

source: Save a Bash script, that can be used without wibom
cs: Uložit bashový skript, který lze použít bez wibomu

source: Whether the application should be run in an emulated virtual desktop
cs: Zda má být aplikace spuštěna v emulovaném virtuálním desktopu

source: The resolution of the virtual desktop
cs: Rozlišení emulovaného virtuálního desktopu

source: Save the script as...
cs: Uložit skript jako...

source: Tip: Save the script in bottle as "default" and run the app just by doubleclicking on the bottle
cs: Tip: Uložte skript do lahve jako "default" a spouštějte aplikaci pouhým poklepáním na lahev

source: If you save the script in the bottle directory named as "default", you will be able to run this application by doubleclicking on this bottle in wibom.
cs: Jestliže uložíte skript do složky lahve a pojmenujete jej "default", bude moci spouštět tuto aplikaci poklepáním na lahev ve wibomu.

source: is not a Windows application.
cs: není aplikace pro Windows.

source: You want to run the default application from the default bottle
cs: Chystáte se spustit výchozí aplikaci ve výchozí lahvi

source: It is not recommanded to set a default application for the default bottle. Therefore I won't tell you how to do such stupidity :P
cs: Nedoporučuje se nastavovat výchozí aplikaci do výchozí lahve. Proto vám neprozradím, jak takovou hloupost udělat :P

source: The default app for this bottle has not been set yet
cs: Výchozí aplikace pro tuto lahev ještě nebyla zvolena

source: If you want to set it, use the Execute menuitem, in the file chooser dialog check the box "Save a script" and save the script as "default" in the bottle directory.
cs: Jestliže si ji přejete zvolit, použijte položku Spustit v nabídce, v okně pro výběr souboru zaškrtněte "Uložit skript" a uložte skript jako "default" do složky lahve.

source: You want to add software to default bottle
cs: Chystáte se přidat software do výchozí lahve

source: It seems Winetricks is not installed. Download it from http://www.kegel.com/wine/winetricks and move it to $PATH (e.g. to /usr/local/share). Don't forget to make it executable! It also might be in your distribution's repository.
cs: Vypadá to, že Winetricks není nainstalován. Stáhněte jej z http://www.kegel.com/wine/winetricks a přesuňte ji do $PATH (např. do /usr/local/share). Nezapomeňte jej nastavit jako spustitelný! Možná se také nachází v repozitářích vaší distribuce.

source: You need to install Zenity befor using this feature. Use your package manager.
cs: Před použitím této funkce musíte mít nainstalované Zenity. Použijte správce softwaru.

source: Icon by
cs: Ikonu vytvořil

source: GNOME Colors by
cs: GNOME Colors vytvořil

source: The Leaflet by
cs: Leták vytvořila

source: Wibom is the Wine bottle manager. The Core is written in Bash, this GTK+ 2 frontend is written in Ruby.
cs: Wibom je správce Wine lahví. Jádro je napsáno v Bashi, tento GTK+ 2 frontend je napsaný v Ruby.

source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met: * Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. * Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. * Neither the name of the copyright holder nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission. THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHOR BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
cs: Redistribuce a použití zdrojových i binárních forem díla, v původním i upravovaném tvaru, jsou povoleny za následujících podmínek: * Šířený zdrojový kód musí obsahovat výše uvedenou informaci o copyrightu, tento seznam podmínek a níže uvedené zřeknutí se odpovědnosti. * Šířený binární tvar musí nést výše uvedenou informaci o copyrightu, tento seznam podmínek a níže uvedené zřeknutí se odpovědnosti ve své dokumentaci a/nebo dalších poskytovaných materiálech. * Ani jméno vlastníka práv, ani jména přispěvatelů nemohou být použita při podpoře nebo právních aktech souvisejících s produkty odvozenými z tohoto software bez výslovného písemného povolení. TENTO SOFTWARE JE POSKYTOVÁN DRŽITELEM LICENCE A JEHO PŘISPĚVATELI „JAK STOJÍ A LEŽÍ“ A JAKÉKOLIV VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ ZÁRUKY VČETNĚ, ALE NEJEN, PŘEDPOKLÁDANÝCH OBCHODNÍCH ZÁRUK A ZÁRUKY VHODNOSTI PRO JAKÝKOLIV ÚČEL JSOU POPŘENY. DRŽITEL, ANI PŘISPĚVATELÉ NEBUDOU V ŽÁDNÉM PŘÍPADĚ ODPOVĚDNI ZA JAKÉKOLIV PŘÍMÉ, NEPŘÍMÉ, NÁHODNÉ, ZVLÁŠTNÍ, PŘÍKLADNÉ NEBO VYPLÝVAJÍCÍ ŠKODY (VČETNĚ, ALE NEJEN, ŠKOD VZNIKLÝCH NARUŠENÍM DODÁVEK ZBOŽÍ NEBO SLUŽEB; ZTRÁTOU POUŽITELNOSTI, DAT NEBO ZISKŮ; NEBO PŘERUŠENÍM OBCHODNÍ ČINNOSTI) JAKKOLIV ZPŮSOBENÉ NA ZÁKLADĚ JAKÉKOLIV TEORIE O ZODPOVĚDNOSTI, AŤ UŽ PLYNOUCÍ Z JINÉHO SMLUVNÍHO VZTAHU, URČITÉ ZODPOVĚDNOSTI NEBO PŘEČINU (VČETNĚ NEDBALOSTI) NA JAKÉMKOLIV ZPŮSOBU POUŽITÍ TOHOTO SOFTWARE, I V PŘÍPADĚ, ŽE DRŽITEL PRÁV BYL UPOZORNĚN NA MOŽNOST TAKOVÝCH ŠKOD.

source: translator-credits
cs: Miro Hrončok <miro@hroncok.cz>

source: Bottles
cs: Lahve

source: The documentation is not ready.
cs: Dokumentace není hotova.

source: Wine bottle management
cs: Správce Wine lahví

source: What should you know before using wibom:
cs: Co byste měli vědět, než začnete používat wibom:

source: First run
cs: První spuštění

source: What is a Wine bottle? A Wine bottle has nothing to do with the famous alcoholic drink. It is a separated and isolated instance of fake Windows file structure and registers, where Wine can run Windows apps.
cs: Co je to Wine lahev? Wine láhev nemá nic společného s vínem. Je to samostatná a izolovaná instance falešného souborového systému Windows a registrů, ve které se dají spouštět aplikace pro Windows..

source: What can I do with more bottles? You are able to do whatever you want with one bottle without any risk to destroy other bottles. It means you can have bottle for native DirectX, bottle without sound, bottle with IE 6 and another bottle with IE 7.
cs: K čemu mi je více lahví? Umožňuje vám to udělat s jednou lahví cokoli bez rizika rozbití ostatních lahví. To znamená, že můžete mít lahev s nativním DirectX, lahev bez zvuku, lahev s IE 6 a zaároveň lahev s IE 7.

source: What should I do with the default bottle? The default bottle will be copied each time you create a new bottle. You shouldn't install apps inside, unless you want them in each bottle. You should configure it well.
cs: Co bych měl dělat s výchozí lahví? Výchozí lahev bude zkopírována pokaždé, když vytvoříte novou lahev. Neměli byste do ní instalovat žádné aplikace, pokud je nechcete mít ve všech lahvích. Měli byste ji dobře nakonfigurovat.

source: Choose a Wine bottle, where the selected Windows application should be run:
cs: Vyberte Wine lahev, ve které se má spustit zvolená aplikace pro Windows:

source: Create a _new bottle
cs: Vytvořit _novou lahev

source: Run the selected Windows application in a new _bottle
cs: Spustit zvolenou aplikaci pro Windows v nové lahvi

source: _Clone an existing (above selected) bottle to the new one
cs: _Klonovat existující (výše zvolenou) lahev do nové

source: Choose a Wine bottle, where the selected Windows application should be run
cs: Vyberte Wine lahev, ve které se má spustit zvolená aplikace pro Windows

source: Show or hide extra options for running the selected Windows application in a new bottle
cs: Zobrazit nebo skrýt další možnosti pro spuštění této aplikace v nové lahvi

source: Whether to run the selected Windows application in a new bottle
cs: Zda spustit zvolenou aplikaci pro Windows v nové lahvi

source: Whether to copy an existing bottle into the new one, the selected bottle from above combo box will be used as a "parent"
cs: Zda kopírovat existující láhev do nové, jako "rodič" bude použita lahev zvolená výše

source: Do not run the selected Windows application at all
cs: Vůbec zvolenou aplikaci pro Windows nespouštět

source: Do not use wibom, run the Windows application in the standard ~/.wine folder
cs: Nepoužít wibom, spustit aplikaci pro Windows v standardní složce ~/.wine

source: Run the Windows application in the selected or in a new bottle
cs: Spustit zvolenou aplikaci pro Windows ve zvolené nebo v nové lahvi

source: Wibom bottle chooser
cs: Vybírač lahví wibom
